aaron-bond.better-comments
alefragnani.Bookmarks
alefragnani.project-manager
ChakrounAnas.turbo-console-log
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dzhavat.bracket-pair-toggler
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-highlight
formulahendry.auto-rename-tag
foxundermoon.shell-format
kamikillerto.vscode-colorize
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
nico-castell.linux-desktop-file
oderwat.indent-rainbow
pnp.polacode
pranaygp.vscode-css-peek
redhat.vscode-yaml
TabNine.tabnine-vscode
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
waderyan.gitblame
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
wix.vscode-import-cost
